[
  { "name": "郭靖", "info": "侠之大者，为国为民。" },
  { "name": "杨过", "info": "杨过是金庸笔下男主角之中非常洒脱的一个，和令狐冲有一拼，杨过少年风流，多情不寄，后期经历种种，终成一代大侠。" },
  { "name": "张无忌", "info": "张无忌是金庸先生非常厚爱的一个人，是金庸笔下唯一幸存的表哥，一身绝世武功，身边美女如云，但是张无忌性格有点优柔寡断，这也是许多读者诟病张无忌的地方。" },
  { "name": "乔峰", "info": "乔峰是金庸笔下第一大英雄，和郭靖一样是侠之大者的代表，但是乔峰与郭靖又有多么大不同，乔峰心中是全人类的自由和平等。" },
  { "name": "阿青", "info": "阿青是个牧羊女出身，是春秋时代的剑神，曾经一人击退三千越甲。阿青容貌清秀，弱质纤纤，却是金庸小说中武功和实战能力最强的人物之一。" },
  { "name": "令狐冲", "info": "生性放荡不羁，爽朗豁达，豪迈潇洒，不拘小节，喜欢乱开玩笑，却有高度的忠义心，天生侠义心肠，并且深情不移。" },
  { "name": "赵敏", "info": "天下兵马大元帅汝阳王之女，大元第一美人，手下皆为武林中最顶尖的高手。她时而明艳不可方物，艳丽非凡，时而端严之至，令人不敢逼视。精灵俊秀，直率豪爽，具有雄才大略，曾期许自己能创一番大事业，可惜生为女儿身。" },
  { "name": "黄蓉", "info": "桃花岛主“东邪” 黄药师与冯衡的独生女，精通父亲传授的桃花岛武功、五行八卦阵和奇门遁甲之术。黄蓉集天地灵气而于一身，艳绝天下、冰雪聪明、玲珑剔透，多才多艺、博古通今，精通琴棋书画、厨艺了得。与郭靖一生相恋、患难与共，全心全意助旺他，后辅佐夫君保家卫国，竭尽所能。" },
  { "name": "小龙女", "info": "容貌秀美若仙、清丽绝俗；性格宽容恬淡、天真可爱；武功轻灵飘逸，于婀娜妩媚中击敌制胜。" },
  { "name": "郭靖", "info": "侠之大者，为国为民。" },
  { "name": "任盈盈", "info": "日月神教教主任我行独生女，东方不败夺权后被人尊为「圣姑」。容貌绝色，如仙人白玉，秀丽绝伦，明艳绝伦，娇美不可方物。冰雪聪明，行事果决，颇有心计，玲珑心，智计巧，阴险毒辣。极擅音律，可一人琴箫分奏《笑傲江湖曲》。" },
  { "name": "王语嫣", "info": "段正淳与情妇李青萝之女，无崖子与李秋水的外孙女。外貌和段誉朝思暮想的石洞仙子相似。自小与母亲生长在曼陀山庄内寸步未离，与表哥慕容复为青梅竹马，为他熟读各派武学秘笈，能看出各家武功招式，是一位武学理论家，却不谙武功。" },
  { "name": "程灵素", "info": "医学名宿“毒手药王”无嗔大师关门弟子，名字由《灵枢》、《素问》两本医学经典而来。程灵素继承了毒手药王的遗作《药王神篇》，成功培育至毒七心海棠。她机智聪敏，料事如神。身段瘦小如幼女，面有菜色，只有一双眼睛又大又亮。暗恋胡斐，最后为救胡斐，牺牲自己替他啜毒而死。临死前仍设计用七心海棠蜡烛杀死师门败类石万嗔等人。" },
  { "name": "官御天", "info": "为人干脆狠辣，为达目的不择手段，但并未丧失全部的人性，敢作敢当，颇有王者之风，远胜了如神，赫连霸之辈，对于有杀自己之心的儿子任千行，体贴关怀，是影视剧《魔剑生死棋》中塑造出来最为成功的江湖枭雄。" },
  { "name": "任千行", "info": "他与藏锋从小结拜，后投入至尊盟盟主官御天麾下，开始工於心计，为求目的不择手段。" },
  { "name": "山鬼谣", "info": "左师的学生，弋痕夕、云丹的同门，曾经是阳天殿镇殿使（接替夜阳）兼独龙、末丑、纥骨的老师，后抢走神坠，投靠假叶，背叛了玖宫岭。但其实是蛰伏昧谷的卧底。多年来忍辱负重，眼看着同伴与老师死在眼前甚至临死的时候都仇视着肩负使命的自己。" },
  { "name": "不良帅", "info": "大唐国师，不良人最高首领，只有历代皇帝才知晓他的真实身份是太宗年间的道士袁天罡。他凭借丹药获得长生不老，暗中组成不良人专供大唐君王驱使。李星云年幼时，暗中交授其武艺。李星云出山后，凭借武力要挟幻音坊与通文馆协助李星云复国。虽然冷酷无情，但是对李唐王室忠心耿耿，一心想恢复唐朝统治。" },
  { "name": "花千骨", "info": "原著世间最后一个神（改篇为女娲后人），百年难得一见的天煞孤星，出生时满城鲜花尽数凋零，故取名花千骨。性格天真，敢爱敢恨。原本心无杂念，自从在群仙宴上初遇白子画，便注定了此生为他沉沦…十七根消魂钉、一百零三剑、十六年的囚禁和两条命…她在东方彧卿的指引下被命运伤的体无完肤，却依然深爱着不肯放弃。" },
  { "name": "杨戬", "info": "杨戬血统高贵,身世坎坷，是玉帝的亲外甥，曾经力抗天神劈山救母，也曾出手阻挠其外甥沉香救母。第一得力之战神，作为玉帝的外甥，他与玉帝的关系并不好，“听调不听宣”便是极度的个性的表现。年少时的惊鸿一瞥，埋下了他对嫦娥仰慕的种子。那一道轻柔皎洁的月光，始终是他心灵的慰藉。 " },
  { "name": "杨婵", "info": "三圣母是玉皇大帝的外甥女，瑶姬的第三个女儿，二郎神杨戬与大哥杨较的三妹。 在母亲被天界抓捕时，与二哥幸免遇难。在二哥拯救母亲对抗天界之时成为了法宝—宝莲灯的持有者。" },
  { "name": "孙悟空", "info": "聪明,机智,嫉恶如仇,但无奈当时社会的现实. 忠心耿耿，一心一意保唐僧去西天取经。一路上降妖除怪，积德行善，为民除害。可总是被唐僧冤枉，可是每次冤枉之后，他不但不报复还主动认错。孙悟空是一个荡魔除邪、匡危扶倾的英雄豪杰。他以叱吒风云的战斗姿态，救民於水火，除霸於zhidao当道，表现了极大的救世热忱。" },
  { "name": "阿青", "info": "阿青是个牧羊女出身，是春秋时代的剑神，曾经一人击退三千越甲。阿青容貌清秀，弱质纤纤，却是金庸小说中武功和实战能力最强的人物之一。" }
]
